# ПЕРЕИМЕНОВАТЬ: в Python для имён переменных используется змеиный_нижний_регистр или слитныйнижнийрегистр, для имён классов используется ВерблюжийРегистр, для имён условных констант используется ЗМЕИНЫЙ_ВЕРХНИЙ_РЕГИСТР или СЛИТНЫЙВЕРХНИЙРЕГИСТР
N = int(input())
# ИСПРАВИТЬ: нужно справиться за один вызов print()
print('Следующее за числом', N, 'число:', N + 1)
print('Для числа', N, 'предыдущее число:', N - 1)


# ДОБАВИТЬ: результат выполнения программы с собственными данными


# ИТОГ: неплохо, но нужно лучше — 2/4
